[Settings]
AuthorName=Zoltan Tirinda
AuthorEmail=
Language=Slovak
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Hlásenie o chybe
HeaderText=%s prestal pracovať
SubHeaderText=Zašlite nám prosím túto chybovú správu (%s), dopomôžete tým k vyriešeniu problemu a aj k zlepšeniu softvéru.
WhatDoesReportContain=Čo táto správa obsahuje?
ProvideAdditionalInfo=Poskytnúť ďalšie informácie o probléme (odporúča sa).
YourEmail=Váš E-mail:
DescribeProblem=Popíšte niekoľkými slovami, čo ste robili, keď došlo k chybe:
MyConsent=Stlačením tlačidla "Odoslať report", potvrdzujem, že som oboznámený s obsahom reportu a prijímam podmienky Ochrany osobných údajov.
MyConsent2=Stlačením tlačidla "Odoslať report", potvrdzujem, že som oboznámený s obsahom tohto reportu.
PrivacyPolicy=Zásady ochrany osobných údajov
InvalidEmailCaption=Neplatný E-mail 
InvalidEmailText=Zadajte platnú e-mailovú adresu, napríklad name@hotmail.com.
SendReport=Odoslať report
CloseTheProgram=Ukončite program
RestartApp=Reštartovať %s po zatvorení tohto okna.
OtherActions=Ďalšie kroky…
SendReportLater=Ukončiť program a odoslať report neskôr

[DetailDlg]
DlgCaption=Podrobnosti o chybovom hlásení
DoubleClickAnItem=Dvojklikom na položku ju otvoríte v príslušnom programe.
FieldName=Meno
FieldDescription=Popis
FieldSize=Veľkosť
Preview=Náhľad
PrivacyPolicy=Zásady ochrany osobných údajov
Close=Zatvoriť
Export=Export…
NoDataToDisplay=Žiadne dáta na zobrazenie
PreviewAuto=Auto
PreviewText=Text
PreviewHex=Hex
PreviewImage=Obraz
PreviewVideo=Video
Encoding=Kódovania textu
DescCrashDump=Minidump z pádu
DescXML=Popis pádu - XML
DescScreenshot=Screenshot plochy
DescRegKey=Dump registrov
DescVideo=Nahrávanie videa plochy
Open=Otvoriť
DeleteSelected=Odstrániť vybraný súbor(y)
AttachMoreFiles=Pripojiť ďalší súbor(y)…
           
[ProgressDlg]
DlgCaption=%s - Odoslanie chybového reportu
DlgCaption2=%s prestal pracovať
DlgCaptionExport = %s - Exportovanie chybového reportu
CollectingCrashInfo=Zhromažďovanie informácií o probléme…
CompressingFiles=Kompresia súborov chybového reportu…
StatusText=Chybový report sa odosiela (pokus %d z 3)…
ConfirmLaunchEmailClient=Report o chybe môže byť odoslaný pomocou predvoleného e-mailového programu (%s).\nAk chcete spustiť e-mailový program, stlačte tlačidlo "OK", v opačnom prípade stlačte tlačidlo "Zrušiť".
CompletedWithErrors=Dokončené s chybami. Stlačte tlačidlo Zavrieť pre zatvorenie tohto okna.
ExportedWithErrors=Export dokončený s chybami. Stlačte tlačidlo Zavrieť pre zatvorenie tohto okna.
CopySelectedLines=Kopírovať vybrané riadky
CopyTheWholeLog=Kopírovať celý log
Cancel=Zrušiť
Cancelling=Zrušenie…
Close=Zatvoriť

[ResendDlg]
DlgCaption=%s - Odoslať chybové hlásenia
BalloonCaption=%s - Chybové hlásenie
BalloonText=Práve nastali nejaké chyby v %s. Kliknite sem pre zaslanie chyby.
ColumnCreationDate=Dátum vytvorenia
ColumnSize=Veľkosť
ColumnStatus=Stav
ClickForDetails=Dvakrát kliknite na položku pre detaily.
SelectedSize=Vybrané položky: %d. Celková veľkosť: %s.
SendNow=Poslať teraz
ShowLog=Zobraziť log
MyConsent=Stlačením tlačidla "Odoslať report", potvrdzujem, že som oboznámený s obsahom vybraných reportov a prijímam podmienky Ochrany osobných údajov.
MyConsent2=Stlačením tlačidla "Odoslať report", potvrdzujem, že som oboznámený s obsahom vybraných reportov.
PopupShow=Ukáž
PopupExit=Ukončiť
PopupRemindLater=Zavrieť toto okno, ale pripomenúť neskôr
PopupNeverRemind=Zavrieť toto okno a už opätovne nepripomínať
StatusPending=Prebieha
StatusInProgress=Vykonáva sa…
StatusSucceeded=Uspel
StatusFailed=Neuspel
CurrentAction=Aktuálna činnosť:
DeliveryingReports=Odosielanie chybových hlásení…
DeliverySucceeded=Chybové reporty boli úspešne odoslané.
DeliveryFailed=Odosielanie chybového reportu skončilo s chybou.
SelectAll=Vyznač všetko
DeselectAll=Zrušiť všetko
DeleteSelected=Vymaž označený
DeleteAll=Vymaž všetko

[VideoRecDlg]
DlgCaption=%s - Snímanie videa
Text=%s sa chystá na zachytávanie videa z obrazovky pre lepšie pochopenie chyb, ktoré sa vyskytujú v tomto softvéry. Snímanie obrazovky môže znížiť výkon vášho počítača. Ak chcete pokračovať, kliknite na tlačítko 'Povoliť'.
Allow=Povoliť
Cancel=Zrušiť